[general]
Language=简体中文
Translator=Yi Zhilai
Email=yiss@yeah.net
Data=01/19/2020
helpfile=gb-red.chm
skinfile=gb-skin.ini
tipsfile=gb-tips.rtf
bubblefile=gb-bubble.txt

[string]

Red Spider eClassroom System=「红蜘蛛多媒体网络教室软件」
Red Spider e-Pointer=「红蜘蛛多媒体网络教室软件」

Broadcast=教学广播
Tool=实用工具
Control Management=监控管理
Online Examination=网络考试
View=排列方式
Help=帮助

Share Tutor's Screen=教师演示
Share Client's Screen=学生示范
Lock Client Station=黑屏肃静

Share Tutor's Screen (To All)=教师演示（给所有）
Share THIS Client's Screen (To All)=该学生示范（给所有）
Lock Client Station (To All)=黑屏肃静（给所有）

Share and Save Screen Images=教师演示+录制
Play and Share Screen Images=屏幕回放+演示

Voice Broadcast=语音广播
2-Party Chat=两人交谈
Group Chat=多方讨论
Voice Monitor=语音监听

LAN Media Player=网络影院

Paper Management=试卷管理
Dispatch Paper=分发试卷
Collect Answer=强制收卷

View Remote Screen=屏幕监视
View Remote Screen by Turns=循环监视
Single Window=单个窗口
Multiple Windows=多个窗口
Remote Control=遥控辅导
Get Information=远端信息
Running Applications=应用程序
Running Processes=进程信息

e-Pointer=电子教鞭
Open the e-Pointer=电子教鞭
Send Message=网上消息
File Transfer Service=文件传输
Online Chat=联机讨论
Online Chat(With Voice)=联机讨论（带语音）

Restart Client Station=远程重启
Turn off Client Station=远程关机
Synchronize System Time=同步时间
Synchronize Settings=同步参数
Upgrade Clients=同步升级
Wake on LAN=远程唤醒／远程开机（依赖硬件）

Allow to Send Message=允许发送消息
Prohibit from Sending Message=禁止发送消息
Drop Hands=清除举手标记
Clear InFolder=清空文件接收柜

Sort by Name=按名称
Sort by IP Address=按IP地址

Raise Hand=请求电子举手
Drop Hand=清除举手标记

System Check=系统检查
Automatic Optimization=自动优化
User Guide=使用教程
Registry Wizard=购买指南
About=关于
Online Support=联机支持
Settings=参数设置
Exit=退出
End Control=结束控制
End Control, Stop sharing screen=停止当前分组的演示和示范，结束控制，返回主控窗口
Switch to the Tutor's Console=切换到主控窗口。\r\r在停止演示和示范前，可以通过最小化主控窗口重新回到这里的悬停工具条模式。

Class Operation=班级管理
Group Operation=分组管理
Client Operation=学生管理

New=新建
Edit=编辑
Open=打开
Open...=打开...
Save=保存
Save As=另存为
Save As 2=保存为
Rename=重新命名
Delete=删除
Access Protection=设置保护口令
Cut=剪切
Copy=复制
Paste=粘贴
Refresh=刷新
Properties=设置属性

Play File Media=打开多媒体文件
Play VCD Media=播放VCD光碟
Play=播放
Pause=暂停
Stop=停止
Previous=上一个节目
Next=下一个节目
Reverse=倒带
Forward=快进
Segment Menu=选择节目
Audio Channel=选择声道
Full-screen=全屏幕播放
Close=关闭

Left Track=左声道
Right Track=右声道
Stereo=立体声
Audio/Video(*.dat,*.mp3,*.mpg,*.rmvb,*.rm,*.avi,*.wav,*.mpa,*.mpv)=音视频文件(*.dat,*.mp3,*.mpg,*.rmvb,*.rm,*.avi,*.wav,*.mpa,*.mpv)

Ok=确定
Cancel=取消
...=...
>=>
<=<
Send=发送
Clear=清除
Wizard=购买指南
Menu=菜单
Start=开始
_Close=关闭
_Minimize=最小化
_Maximize=最大化
_Restore=向下还原


Neighbour=网上邻居
My Class=我的班级

Class Operation Menu=班级管理菜单
Group Operation Menu=分组管理菜单
Client Operation Menu=学生管理菜单
Total clients: %d  -  Online Clients: %d=总电脑数：%d  -  在线电脑数：%d
%d client/s is/are selected=选定了%d台电脑
Red Spider= 红蜘蛛软件

Screen Sharing Service Started=「红蜘蛛软件」-屏幕广播已经启动
Hand Raised=「红蜘蛛软件」-正在请求电子举手
Being controlled or monitored=「红蜘蛛软件」-被监视或控制中
Saving Screen Images=「红蜘蛛软件」-正在录制中

Client Maintenance (Edit)=学生机详细资料（编辑）
Client Maintenance (New)=学生机详细资料（新建）
IP Address=IP 地址
MAC=网卡物理地址
Computer Name=计算机名
Student Name=学生姓名
Description=备注
Female=女
Male=男

NetVoice=语音教学
%s is speaking...=%s 正在讲话...
Press MIC button to open mic.=鼠标左键按住“MIC”可以说话
The mic is opened. please speak=话筒已经打开，现在可以说话 . . .
Receiving voice broadcast=正在接收语音广播

No audio input devices/drivers are present, please check audio devices and download the newest audio drivers from manufacturer to solve this problem.=没有找到存在并启用的录音设备，可能是没有安装声卡的驱动程序，或者声卡被禁用，或者没有接上麦克风。\r\rWin7/Win8/Win10还要去更新为声卡制造厂商的最新驱动程序，一般Win7/Win8/Win10自带安装的默认驱动程序不支持立体声混音等录音设备通道。
No audio output devices/drivers are present, please check audio devices and download the newest audio drivers from manufacturer to solve this problem.=没有找到存在并启用的播放设备，可能是没有安装声卡的驱动程序，或者声卡被禁用，或者没有接上扬声器。\r\rWin7/Win8/Win10还要去更新为声卡制造厂商的最新驱动程序，一般Win7/Win8/Win10自带安装的默认驱动程序不支持立体声混音等录音设备通道。

Command Editor=远程命令编辑器
Name of Command=远程命令名称
Command Line=命令文件（路径和文件名必须在学生机上存在）
Parameters=运行参数
open/run=打开/运行
explore=浏览文件夹
Maximize=最大化窗口
Select the file to open or explore=选择要打开或运行的命令文件

Screen Monitor [N] %s=学生示范中[N] %s
Screen Monitor [A] %s=屏幕监视[A] %s
Remote Controller [C] %s=遥控辅导[C] %s
Shared Screen [N] %s=接收演示或示范中[N] %s
Screen Monitor=屏幕监视
Enter password into the field below in order to continue=请输入使用「红蜘蛛软件」教师机程序的口令：\r（区分大小写）
Enter password to access client's workstation=请输入监视或控制远端电脑的口令（区分大小写）
Password Check=登录口令
Show Toolbar=显示工具条
Hide Toolbar=隐藏工具条
Full Screen=全屏幕显示
In Window=窗口显示
In Zoom=伸缩方式
Original Size=原尺寸大小
Open Monitor=开始监控
Close Monitor=结束监控
Arrange Window=排列窗口
In Zoom/Original Size=<伸缩>原尺寸大小
In Window/Full Screen=<窗口>全屏幕显示
Show/Hide Toolbar=<隐藏>显示工具条
Open/Close Monitor=<结束>开始监控
Disable/Enable Client's Keyboard and Mouse=<恢复>禁止远端键盘和鼠标
Switch to Control=进入遥控辅导
Return to Screen Monitor=返回屏幕监视
Save Images=开始屏幕录制
Not Save Images=结束屏幕录制
Save Screen Images=屏幕录制
Play Screen Images=屏幕回放
Stop saving screen images=停止“屏幕录制”操作
Send Ctrl+Alt+Del=发送Ctrl+Alt+Del组合键\r被控制端是WinXP/2003时才有效
Follow Remote Pointer=自动跟踪对方的鼠标位置
Picture Quality=画面质量
Picture Quality (my be slower if select a better quality)=画面质量：\r\r选择的画面质量越低，就越可以获得更加流畅的屏幕广播速度，尤其是显示多媒体课件、图象处理、照片、DVD、动画、游戏或视频画面等的时候
Perfect=完美
Excellent=很好（更适用于windows/office/网页等简单画面）
Preferable=较好（更适用于动画/游戏/视频/DVD等复杂画面）
Moderate=一般
Blurry=较差
Picture Quality: Perfect=画面质量：完美\r\r适用于要求完美色彩呈现的应用程序的演示，例如Photoshop、CorelDraw等平面设计、绘画和色彩教学中。这种模式数据量最大，刷新速度可能相对较慢。
Picture Quality: Excellent=画面质量：很好\r\r适用于Windows、WORD、EXCEL、网页等各种一般的简单画面的应用程序的演示。
Picture Quality: Preferable=画面质量：动画和视频优化\r\r这种模式专门用于多媒体课件、动画、游戏、视频、FLASH、VCD、DVD、MP4等复杂的动画和视频画面的演示。实现任何视频画面都完全流畅地广播的硬件建议（指教师机）：2.0G或以上的双核CPU，有独立显卡。
Picture Quality: Moderate=画面质量：动画和视频优化\r\r这种模式专门用于多媒体课件、动画、游戏、视频、FLASH、VCD、DVD、MP4等复杂的动画和视频画面的演示。实现任何视频画面都完全流畅地广播的硬件建议（指教师机）：2.0G或以上的双核CPU，有独立显卡。
Picture Quality: Blurry=画面质量：动画和视频优化，较差\r\r这种模式专门用于多媒体课件、动画、游戏、视频、FLASH、VCD、DVD、MP4等复杂的动画和视频画面的演示。实现任何视频画面都完全流畅地广播的硬件建议（指教师机）：2.0G或以上的双核CPU，有独立显卡。
Keep this toolbar visible=自动隐藏该工具条 / 始终显示该工具条
When checked, the client will switch to window mode to show the shared screen images. Otherwise, to full-screen mode.=按下该按钮，则其他学生机以窗口模式接收教师演示或学生示范的画面，学生可以自由操作；反之，则进入全屏幕模式。
When checked, the layered window will be captured to share.=按下该按钮，则演示或示范的时候，自动捕获屏幕上的层叠窗口，例如一些按钮上的提示框泡泡、Photoshop CS3的调色板窗口等。\r\r启用这个选项，可能在集成显卡的电脑上造成鼠标闪烁或迟滞的感觉，而独立显卡则不会出现这个问题。如果看到鼠标异常闪烁，请“弹起”这个按钮。

Transmission=传输参数
Adapter=网络端口
Security=安全设置
Audio CODEC=音频压缩
Control (1)=控制选项(1)
Control (2)=控制选项(2)
Control (3)=控制选项(3)
Hot Key=热键设置

Received Message=收到的网上消息
Sent Message=发送的网上消息
Sender=发送者
Subject=主题
You are prohibited from sending messages to others now.=当前，你的老师禁止你发送网上消息。
Please enter messages into the text field to send.=请输入需要发送的内容。
From=来自于
Send To=发送到
Reply=回复
participators=参加者

Transferring Message...=正在发送网上消息...
<Unknown>=<未知>
Memory is not enough!=分配内存失败，请检查硬盘剩余空间，或退出后重试！

Waiting for being ready...=正在等待学生机准备播放器... ...
Open Media File=打开多媒体文件
Segment %02ld, Remaining %02ld:%02ld:%02ld=第 %02ld 个节目 剩余时间 %02ld:%02ld:%02ld
Keyboard/Mouse Disabled=键盘和鼠标已经禁止
Keyboard/Mouse Disabled on Clients=学生机的键盘和鼠标已经禁止
Disable client's keyboard and mouse=禁止学生机的键盘和鼠标

Client Auto-upgrade=同步升级学生机软件
Choose file(s) to transfer=文件传输：选择一个或多个文件
Has transfered: %s bytes of %s bytes=已经传送%s字节，总共%s字节
Run/Open this file directly=学生机直接打开或运行该文件\r(只选择一个文件时有效)
Directory on clients to transfer in=学生机上保存文件的位置
Faster=速度较快
More stable=可靠性较高
InFolder=文件接收柜
Windows Desktop=Windows桌面
Temporary Directory=系统临时目录
User Directory=自定义目录
Result=结果
All Files(*.*)=所有文件(*.*)

The session is failed.=发生错误，任务没有完成。
The session is finished.=任务完成。
%s  --->   Local workstation.=%s  --->   本地工作站
%s  --->   Failed to create file.=%s  --->   创建文件失败
%s  --->   Data packages have lost.=%s  --->   文件传输失败
%s  --->   Failed to save into file.=%s  --->   保存文件失败

Rectangle=矩形框
Line=直线
Circle=（椭）圆
Pencil=铅笔
Fill=填充
Solid Circle=实心（椭）圆
Solid Rectangle=实心矩形框
Arrow=箭头
Text=文本
Eraser=橡皮擦
Black/White Board=黑/白板
Clear Screen=清除屏幕
Up/Down=向上 / 向下
Save the current view=保存当前的视图
Open previously saved view=打开先前保存的视图
More...=更多的...
Recent View=最近的视图
MS Sans Serif=宋体
e-Pointer View(*.epv)=电子教鞭视图文件(*.epv)

Class=班  级
Password=口  令
Open Class=打开班级
Delete Class=删除班级
Open the Tutor's Console=进入「红蜘蛛软件」教师机程序

System Information=远端信息
General=系统概况
Disk=磁盘空间
Network=网络属性

OS Information=操作系统
OS=操作系统
Keyboard Type=键盘类型
Display=显示分辨率
Logon User=当前用户
Windows Dir=Windows目录
System Dir=System目录
Memory=内存
Total Physical=总物理内存
Available Physical=可用物理内存
Total Page=总页面
Available Page=可用页面
Utilization=利用率

Drive=盘符
Type=类型
Volume=卷标
File System=文件系统
Total Space=总容量
Free Space=可用空间
UNKNOWN=未知
NO ROOT DIR=
REMOVABLE=可移动磁盘
FIXED=硬盘
REMOTE=网络映射
CDROM=光驱
RAMDISK=虚拟磁盘

Driver Name=设备名称
IP Mask=子网掩码
Provider=制造商

Support Capturing Layered Window=捕获层叠窗口
Language=语言
Started=已经启动
Stopped=未启动

Seat=座位安排
In Groups=隶属于下列小组

Path=位置
Date=日期
Time=时间

Restart or turn off remote workstation=远程重启或关机
Force to restart or turn off=强制重启或关闭学生机（没有保存的数据可能会丢失。\r如果学生机处于锁定状态，可能会需要勾选此选项。）
Are you sure to continue?=确定要继续吗？
View Remote Screen/Remote Control=屏幕监视、遥控辅导
Switch to FULL SCREEN mode automatically=自动进入“全屏幕显示”模式

Choose client to share its screen=请选择进行示范操作的学生机（点击列名可以排序）
Please select the client whose screen will be shared out first, then to continue.=请首先选择进行示范操作的学生机，然后继续。

Only valid after rerunning this application=重新启动教师机程序后，协议端口的设置才会生效
Port number for remote control=远程控制协议端口
Port number for screen sharing service=屏幕广播服务协议端口
Port number for Audio/Video broadcast=语音广播、VCD等视频播放协议端口
Please enter a valid port number. You need not modify it if no conflict.=请输入一个有效的协议端口，在没有冲突的情况下无须改变。
Delay=延迟时间
Screen sharing package delay=网络性能补偿
Screen sharing package delay(0~50)=网络性能补偿（取值0~50, 0表示不补偿）
Set screen sharing package delay=设置网络性能补偿值
Tips: 0, NO delay; 50, maximum delay.=０，表示不补偿，适用于网络质量良好的情况，速度最快，一般建议选择这个值；补偿值越大，则会导致广播速度越慢，但是可以解决速度不匹配、网络性能差、拥挤等原因导致的花屏、残影或无法广播的问题
Set screen sharing package delay: 0, NO delay; 50, maximum delay.=设置演示或示范电脑上的网络性能补偿值\r\r０，表示不补偿，适用于网络质量良好的情况，速度最快，一般建议选择这个值；补偿值越大，则会导致广播速度越慢，但是可以解决速度不匹配、网络性能差、拥挤等原因导致的花屏、残影或无法广播的问题
Your selection=你的选择值
ms=毫秒

Local machine acts as Tutor if empty=空值表示使用本地电脑作为“教师机”角色
Tutor's IP address=指定担当“教师机”角色的电脑的IP地址

Please select the adapter/IP through which other clients are connected to this machine.=请选择这台电脑与教室里其他电脑连接成同一个网段所使用的网卡和IP地址。\r如果只有单网卡、单IP地址，就无须设置。
Please enter a reachable IP address of the tutor.=请输入一个有效的“教师机”IP地址！
Set Now=现在设置
Set Later=暂时不设置

Old Password=旧口令
New Password=新口令（区分大小写）
Verification of new password=重复验证（区分大小写）
Password for locking this application=防止未获得授权时被使用或监视监控的口令
The password consists of less than or equal to 15 characters. It will protect your workstation from running this Tutor component and being remotely controlled.=输入一个不多于15个英文字符的口令。它不但可以防止别人未获得授权时运行「红蜘蛛软件」，也可以防止被未授权的人执行监视或遥控操作。
The password is incorrect. You must know that the password is case-sensitive.=口令错误，请确保输入了正确的大小写敏感的口令！
NEW PASSWORD and VERIFICATION of it are not consistent.=输入的新口令和重复验证的口令必须相同，也请注意大小写的一致。

Available Audio CODEC=可用的音频编解码器
Normally, the default, Microsoft PCM converter/22kHz/16bit, is a good choice.=系统默认的Microsoft PCM converter/22kHz/16bit是较好的选择，一般不需要更改。
Please select a valid audio CODEC from the second level of the tree list.=请在列表第二级中选择一个合适的音频压缩格式。
%s; %d bytes/s=%s; %d 字节/秒

Control Options=控制选项
Force client to play in full-screen mode=学生机自动进入全屏幕播放模式
Play ahead on Tutor=教师机提前播放节目（提前约4秒）
Chat with voice support=联机讨论、电子抢答时，同时支持语音功能
Interval before switching to next client=循环监视时，轮流切换的时间间隔设置为
sec=秒
Divide the screen into=多窗口监视时，将屏幕分割成
4 windows=4个窗口
9 windows=9个窗口
16 windows=16个窗口
25 windows=25个窗口

Enter/Exit e-Pointer=进入/退出电子教鞭模式
Start sharing tutor's screen=启动“教师演示”操作
Stop sharing tutor's screen=停止“教师演示”操作

( TRY Version / %d-User )=( 试用版本 / %d用户 )
%S / %S Licenses=%S / %S 用户许可
Unknown error. Please try again after restarting this application.=发生不可知的错误，请退出后重新尝试！
Registry Information=用户注册信息
Version=版本
UserName=用户

Please enter Computer Name of the client, for example, Angel.=请输入计算机名！（例如：Angel）
Please enter IP address of the client, for example, 192.168.0.1.=请输入IP地址！（例如：192.168.0.1）

The specified media file can't be opened by the LAN Media Player.=不能打开指定的多媒体文件，可能是不支持该文件的格式。
Can't read data from your VCD device. Or, this media format isn't supported.=不能打开VCD光碟或者不能识别其正确格式。
This media format isn't supported.=不支持这种类型的多媒体文件格式。
Error occured. The current view has not been saved.=保存当前视图时发生错误。
Error occured. Cannot open the specified view.=发生错误，不能打开指定的视图。
Error occured while creating controls. Please try again after restarting this program.=创建窗口时出错，程序会自动退出，请再次重新开启程序以尝试！
The e-Pointer is running now. Shortcut of %s can be used to enter or exit the POINTER mode.=电子教鞭功能已经启动，快捷键%s可以用来进入或退出电子教鞭模式。

Are you sure to delete InFolder directory from the selected remote workstations?=确定要清空学生机“文件接收柜”里的文件吗？
This specified application has started up. It is not necessary to start it again.=该应用程序已经运行，无须再次打开它。

There is no client. Operation is canceled.=这里没有任何学生机，操作不能继续。
Are you sure to delete the items you selected?=确定要删除吗？
Please select a workstation first, then to continue.=请首先在主机列表中选择一个学生机后再执行相关的操作。
Can't resolve the given IP address.=无法解析IP地址！
The following file is destroyed. Please exit the app and restore it from your backup.%s%s=下面这个文件可能已经被破坏了，请马上退出程序，用备份的同名文件替换后再重新尝试：%s%s
Are you sure to synchronize local settings to remote workstation?=确定要将本地的参数设置值同步到所有选中的远端电脑上吗？
Local settings have been sent to remote workstations to synchronize.=本地参数设置值已经向远端电脑成功发送出去。
There is not Client Upgrade Package installed. Please download it from our website.=电脑上没有安装完整的学生机程序升级包，请到我们的网站下载。
Are you sure to upgrade the client component on remote workstation?=确定要升级远端电脑的学生机程序吗？

Connecting to get info of remote workstation...=正在建立连接，以获得远端系统的信息...
Cannot get information of remote workstation!=不能获取到远端电脑的系统信息！
Please insert software dog into the parallel or USB port to reenter this software.=请关闭计算机，在并口或USB口上插入加密锁，然后重新启动计算机。

Creating a new class, enter the name.=建立新的班级，请输入新的班级名称
Renaming an existing class, enter the new name.=重新命名班级，请输入新的班级名称
Enter new name of the class to save it as a new one.=另存为新的班级，请输入新的班级名称
Creating a new group, enter the name.=建立新的分组，请输入新的分组名称
Renaming an existing group, enter the new name.=重新命名分组，请输入新的分组名称
The name of class is invalid.=请输入一个有效的班级名称！（最多10个字符）
The name of group is invalid.=请输入一个有效的分组名称！（最多10个字符）
(within 10 characters)=（最多10个字符）
Password for protecting class configuration from illegal operation. Default password is empty after you newly create a class.=设置班级保护口令，这会在“打开”或“删除”操作时保护班级的设置。注意：新建立的班级，默认的口令为空。
Password for pretecting class configuration=设置班级保护口令


Please select a class first, then to continue.=请首先选择一个班级再执行相关的操作！
Are you sure to delete the selected class?=确定要删除目前选中的班级吗？删除后将不可以恢复。
The class configuration is saved successfully.=已经成功地将当前的“班级设置”保存下来了。
An unknown error occured while saving data. Please try again.=保存“班级设置”时发生错误，请重新尝试。
The password has been changed successfully.=班级的保护口令已经设置成功。


Please select another one but not yourself to talk.=请选择除了自己以外的另外一个人和您进行交谈。
Please select another one but not yourself to monitor his/her voice.=请选择除了自己以外的另外一个人进行语音监听。
Please select a remote workstation other than local machine to control.=请选择除了自己以外的电脑进行遥控辅导。
Please select a remote workstation other than local machine to monitor.=请选择除了自己以外的电脑进行屏幕监视。
There is an existing connection to the remote client. Try to connect to it after that connection is interrupted.=学生机上已经有正在使用中的控制连接，必须等待对方断开后再操作。另外，也可能是学生机程序运行错误。
Remote workstation is in LockDown. So remote control to it is prohibited.=学生机已经进入了监看模式或肃静模式，远程监控功能必须等待它退出上述模式后才能执行。
A fatal error occured while allocating memory on the remote workstation.=学生机启动图象传输时可能因为内存分配等问题而失败，请重新尝试。
Remote client (%s) has been terminated.=「红蜘蛛软件」学生机程序(%s)已经关闭！


Can't open the service control manager database.=不能连接系统的服务控制数据库
The service is not installed.=服务没有正确安装
Can't open the service.=不能打开服务
Can't get the service's current state.=无法获得服务的当前状态
The service is running.=服务正在运行
The service is stopped.=服务已经停止


History of Message=“网上消息”的历史记录
History of Online Chat=“联机讨论/电子抢答”的历史记录
History Records=历史记录
Please select one or more screen images firstly, then to continue.=请首先选择一个或多个屏幕图像文件，再执行相关的操作。
Please select a Screen Images File firstly, then to continue.=请首先选择一个屏幕图像文件，再执行相关的操作。
Please select a Screen Images File to play=请首先选择一个屏幕图像文件
Are you sure to delete these screen images you selected?=确定要删除选中的屏幕图像文件吗？


No any errors have occured.=尚未记录任何错误信息。
View Error Log=错误日志


There is no any Tutor's computer detected.=尚没有发现正在运行教师机程序的电脑！
Please select one or more files firstly.=请首先选择一个或多个文件
An error occured while connecting to Tutor's computer.=尝试连接到教师机时发生错误，请稍后再试！
Are you sure to cancel the session?=确定要取消当前的任务吗？
Accept File Uploaded=接收提交的作业
View File Uploaded=查看提交的作业
The Tutor refuse to accept your files uploaded.=目前教师拒绝接收您提交的作业！
File Upload: Choose file(s) to transfer=提交作业：选择一个或多个文件
File Upload=提交作业
File=文件
Directory=文件夹
Progress=进度
Size=大小
Tutor=教师机
Client=学生机
Local Saving Directory=教师机上的存储位置
Please input or select an existing path to save files uploaded.=请输入或选择一个有效的文件夹用来保存学生所提交的作业。
TCP/IP ERROR !!!=TCP/IP协议错误或端口冲突!
While creating sub-dir=创建子目录时
Use date=使用日期
Use client name=使用学生姓名


You can not select more than %d function buttons.=因为显示窗口大小的限制，最多只能选择%d个功能按钮！
Continue=继续
Step 1: Define Primary Function Buttons=第一步：自订主工具条（顶端横向位置）
Step 2: Define Secondary Function Buttons=第二步：自订辅助工具条（左边纵向位置）


Function Buttons Available=可供选用的功能按钮
Selected Function Buttons=已经选用的功能按钮
Add=添加
Remove=移除
Add1=添加
Remove1=移除
Add2=添加
Remove2=移除
Add3=添加

Customized Function Buttons Plan=自订工具条样式
Default Plan=默认工具条样式
Plan #%d=自订样式 #%d


Screen Images Listing=REP屏幕图像文件列表
Screen Images Playback=屏幕回放
The specified file (%s) does not exist.=指定的文件(%s)并不存在。
The specified file (%s) is not a REP format file.=指定的文件(%s)不是有效格式的REP屏幕图像文件。
Please select a file with REP format=请选择一个REP屏幕图像文件
Start Time=起始时间
File Name=文件名
User Name=用  户
Save As BITMAP=另存为BITMAP图片
Captured Screen Images(*.REP)=REP屏幕图像文件(*.REP)
BITMAP (*.bmp)=BITMAP图片(*.bmp)
Auto Playback=自动回放
Stop Playback=停止回放
First Frame=最前面
Last Frame=最后面
Previous Frame=先前一帧
Next Frame=后面一帧
Frames=总帧数
The Frame=当前帧
Resolution=分辨率
Not show this message later=以后不再显示该信息
@SAVESCREENIMAGES_INFO=按下“继续”按钮就可以开始屏幕录制操作。如果想要结束录制，一定要按下结束屏幕录制的快捷键（%s）或者再次选择菜单命令中的“屏幕录制”命令，否则会一直录制下去，消耗所有的磁盘空间。\r\r录制好的内容自动保存在软件安装目录的DATA子目录下，可以通过菜单命令“屏幕回放”打开的列表中找到。

%d-%d-%d  %02d:%02d:%02d=%d年%d月%d日  %02d:%02d:%02d


@COPYRIGHT_DECLARE=正在运行的是「红蜘蛛多媒体网络教室软件」的试用版本，仅作用户评估该软件之用途。如需正式使用，或作其他任何用途，都需要购买相应的授权许可，请访问下面的网站获取该产品的购买方式：\r\rhttp://www.3000soft.net\rhttp://www.examcoo.com
@COPYRIGHT_STATUS=试用版本，仅作用户评估该软件之用途

Channel Selector=频道选择器
Channel No.%2d=第 %2d 频道
User-Defined Channel=用户自定义频道
Available Channels=可选频道
Protocol Port Number Used=使用的协议端口/多播地址
Set=设置
All clients in the same classroom must be set to the same channel. Or, this application will not run correctly. Are you sure to continue?=同一个教室里的所有电脑（包括教师机和所有学生机）都必须设置在同一个频道上，并且采用统一的多播或广播模式，否则会不能正常的运行。\r\r还要继续吗？
All clients in the same classroom must be set to the same channel. Or, this application will not run correctly.=同一个教室里的所有电脑（包括教师机和所有学生机）都必须设置在同一个频道上，并且采用统一的多播或广播模式，否则会不能正常的运行。

New Paper=新建试卷
Edit Paper=编辑试卷
Paper Name=试卷名称
Subject Name=科目名称
Class Name=班级名称
Exam Time=考试时间
Question Listing=试题列表
Content of the Question=试题内容
Points=分数
Content=内容
Standard Answer=标准答案
Student's Answer=学生答案
Available Answers=备选答案
Move Up=上移
Move Down=下移
View Score=学生成绩
NO.=序号
Correct=正确
Error=错误
Paper Name can not be empty!=试卷名称不能为空！
Suject Name can not be empty!=科目名称不能为空！
Class Name can not be empty!=班级名称不能为空！
No Item Selected!=请首先选择执行相关操作的内容项！
Can't change the type of question while editing!=编辑试题的时候, 不能改变其试题类型！
Exam Answer Paper=考试答卷
Student NO.=学生考号
Question No=题号
Student Name can not be empty!=学生名称不能为空！
Student NO. can not be empty!=考号不能为空！

Select a paper to dispatch=选择欲分发给学生的试卷
protocol=传输协议
Select=选择
Dispatch=分发

An error occured while connecting to client(%s)!=尝试连接到学生机（%s）时发生错误，稍后再试！
An error occured while ftping to client(%s)!=传输试卷到学生机（%s）时发生错误，稍后再试！
Are you sure to submit the answer paper?=确定要交卷吗？
Submit=交卷
The answer paper is submitted successfully.=交卷成功。
An error occured while submitting the answer paper!=交卷失败！
Score Listing=成绩表
Answer Paper=学生答卷
Total Score=总分
Submit Time=交卷时间
This paper has not been dispatched, so no student's score exists!=该试卷还没有进行过考试，所以没有学生成绩的记录！
Please select an item firstly, then to continue.=请首先选择某个列表内容后再继续！
Score=得分
No Answer=此题未做
The tutor collects your answer paper by force=您的教师已经强制收卷了
Edit Paper(Read Only)=编辑试卷（只读）
Are you sure to delete the selected paper?=确定要删除该试卷吗？
Add Question=添加新试题
Edit Question=编辑试题
Paper Name can not contain these characters=试卷名称中不能包括以下字符
Points of the question can not be empty!=试题分数不能为空！
Content of the Question can not be empty!=试题内容不能为空！
At least one Standard Answer must be selected!=必须选择该题的标准答案！
Content of the Standard Answer can not be empty!=标准答案内容不能为空！
There are %d questions have not been answered.=还有%d道试题尚未做答！
The specified file exists. Are you sure to overwrite it?=该文件已经存在，确定要覆盖它吗?
State=当前状态
under edit=编辑中
under exam=考试中
paper locked=考试结束锁定
The specified paper has been locked, are you sure to dispatch it to students?=该试卷已经被结束考试，确定要将答案和成绩分发给学生吗？
Lock Paper=结束考试
Unlock Paper=取消锁定
Tips: This paper has been dispatched to students, so it can only be read.=说明: 该试卷已经被分发给学生考试，所以只能阅读它，而不再能修改了。
The specified file is not a valid paper!=指定的文件不是试卷！
Are you sure to delete the selected question?=确定要删除该试题吗？
Are you sure to lock the selected paper?=确定要结束这次考试吗？
Are you sure to unlock the selected paper?=确定要恢复这次考试吗？
Not submitted yet, are you sure to close this answer paper?=尚未交卷，确定要关闭吗？
This answer paper has saved to=尚未提交的试卷已经保存在
Number of clients to whom you want to dispatch: %d=选择的要分发给试卷的学生数量：%d
Dispatched successfully: %d=已经成功分发到试卷的学生数量：%d
Failed to dispatch: %d=没有分发到试卷的学生数量：%d
The paper (%s) dispatched by tutor does not contain your score.=教师分发的答卷（%s）中没有你的成绩。



Are you sure to clear saved images from the selected remote workstations?=确定要删除学生机上录制的所有屏幕图像文件吗？
Clear Saved Images=删除录制的屏幕图像文件
Are you sure to move all questions with the type of the selected question?=由于试题类型不同，移动操作会导致该类型的所有试题移动。确定吗？
An error occured while saving to file!=存储到文件中时发生错误！
Save As operation has done successfully.=已经成功地另存为指定的文件了。
Save As a new paper=另存为一份新的试卷
Export=导出
Import=导入
An error occured while exporting to file!=导出时发生错误！
Exported to the specified file successfully.=已经成功地导出到指定的文件了。
An error occured while importing from file!=导入时发生错误！
Imported from the specified file successfully.=已经成功地从指定的文件中导入数据。
Single Select=单选
Multiple Select=多选
Judge=判断
For Each Blank=按每个空格记分
For Whole Question=按每道题记分，错一空则记0分
Blank 1=第1空格
Blank 2=第2空格
Blank 3=第3空格
Blank 4=第4空格
Blank 5=第5空格
Blank 6=第6空格
Blank item is not permitted between Standard Answers!=标准答案中间不能有空的内容！
An error occured while saving question!=保存试题时出现错误！
Fix the Score=修正该题得分
Failed to fix the score!=修正该题得分时发生错误！
The score can't exceed the point of this question!=修正后的得分不能大于试题本身的分数！
Export Scores=导出成绩表
EXCEL Scores(*.csv)=EXCEL成绩表(*.csv)

Now at=当前所在班级和分组
Whom to transfer to=接收文件的学生
Transferring file...=正在传送文件...
%s  --->   Refused by the remote workstation.=%s  --->   远端计算机拒绝接收您的内容
The session is cancelled.=任务已经取消
UDP mode, efficient but only file can be broadcast=广播方式：快速但不可靠，不支持文件夹，适用于小文件
UDP mode, efficient but only file can be broadcast.2=广播方式：快速，但不支持文件夹，适用于小文件
TCP mode, delivered one by one, inefficent, but more stable and delivering directory supported=点对点方式：低速但可靠，支持整个文件夹传输，适用于较大文件
Always adopt the choice above. Don't ask the user for response any longer=总是使用上面的设置项，不再提示选择


Sharing Screen Images=教师演示、学生示范
Uninstall=卸载


Important Tips=注意事项
Don't show tips at startup=下次启动时不再显示

Display the Yellow Bubbles=显示黄色泡泡提示框

Attempt to connect timed out without establishing a connection.=建立网络连接超时，请检查TCP/IP协议或IP地址配置是否正确，并确保网络连接正常、远端电脑已开机、防火墙程序关闭或正确设置。也有可能是远端电脑上没有安装或启动客户端程序（或管理端程序）。
The attempt to connect was forcefully rejected.=网络连接请求被中断，可能是远端电脑上没有安装或启动客户端程序（或管理端程序）、或者防火墙程序设置错误。
The virtual circuit was reset by the remote side.=网络连接请求被中断，可能是远端电脑上没有安装或启动客户端程序（或管理端程序）、或者防火墙程序设置错误。
Permission denied. Maybe another application, service, or kernel mode driver is bound to the same address with exclusive access.=建立网络连接请求时被拒绝。可能其他的应用程序、服务或核心驱动已经绑定了相同的协议端口。例如，盗版office的激活工具KMService.exe就会造成这种端口冲突的问题。或者是Win7/Win8/Win10系统上未“以管理员身份运行”而导致没有相应的权限。\r\r请通过教师机安装目录下的频道选择器程序channel.exe更改协议端口值来进行尝试，如果能解决问题，则将所有电脑都设置为相同频道即可。
The specified address is not a valid address for this machine.=The specified address is not a valid address for this machine. 另外，检查一下防火墙程序是否禁止了该程序的执行。

Add4=添加子题
Content of the Reading=文章内容
SS.Score=单选
MS.Score=多选
J.Score=判断
R.Score=阅读
F.Score=填充
Add Subquestion=添加子题
The remove of questions is invalid.=无效的移动。
Reading Comprehension=阅读理解
Online Examination Paper(*.emp)=试卷(*.emp)
Online Examination Paper(*.txt)=试卷(*.txt)

E.Score=问答
Essay=问答
SS. Qs:%d Ps:%d | MS. Qs:%d Ps:%d | J. Qs:%d Ps:%d | F. Qs:%d Ps:%d | R. Qs:%d Ps:%d | E. Qs:%d Ps:%d | Sum Qs:%d Ps:%d=单选:%d题 共%d分|多选:%d题 共%d分|判断:%d题 共%d分|填充:%d题 共%d分|阅读:%d题 共%d分|问答:%d题 共%d分|总计:%d题 共%d分
@TIPS_READINGCOMPREHENSION=首先在这里的“内容”框中输入“阅读理解”题的文章内容，再点击“确定”按钮退回上一个“编辑试卷”窗口上，最后，在“编辑试卷”窗口上，点击“添加子题”按钮就可以为“阅读理解”题逐个添加对应的子题，完成录入工作。\r\r所有类似的包含若干子题的套题类型，都适合在这里录入。

Saving directory for the uploaded files=该班级提交作业的本地存储位置
Disable client's mouse=禁止学生机鼠标的操作
Allow to Visit Web=允许上网（依赖网络）
Prohibit from Visiting Web=禁止上网（依赖网络）
Online Snatch=电子抢答
Online Snatch(With Voice)=电子抢答（带语音）
Snatch Start=开始抢答
Snatch Stop=停止抢答
Answer Correct=回答正确
Answer Error=回答错误
Snatch Restart=重新抢答
Snatching=我要抢答
Snatch Over=回答完毕
Tips: Please input the snatch question(voice or text).=系统提示：请输入抢答的题目（语音或文字）。
Tips: Please input the snatch question.=系统提示：请输入抢答的题目。
Tips: Please wait for the question.=系统提示：教师正在出题目，请认真听题或读题，注意抢答。
Tips: Snatch starting...=系统提示：正在等待学生抢答...
Tips: Please select the button of 'Snatching', if you want to answer the question.=系统提示：抢答已经开始，知道答案的请赶快按下‘我要抢答’。
Tips: '%s' want to answer the question.=系统提示：抢答成功，抢答人是‘%s’。
Tips: Please input the answer(voice or text).=系统提示：你已经抢答成功，请马上答题（语音或文字）。
Tips: Please input the answer.=系统提示：你已经抢答成功，请马上答题。
Tips: '%s' has answered.=系统提示：‘%s’已经回答完毕，等待教师给出判断。
Tips: '%s' has answered, please checking.=系统提示：‘%s’已经回答完毕，请给出判断。
Tips: The answer is right.=系统提示：回答正确。
Tips: The answer is error.=系统提示：回答错误。
Tips: Snatch over.=系统提示：抢答结束。
Tips: Snatch restarting...=系统提示：正在等待学生重新抢答...
Tips: Snatch restarting. Please select the button of 'Snatching', if you want to answer the question.=系统提示：重新开始抢答，知道答案的请赶快按下‘我要抢答’。
Online Rollcall=电子点名
Apply=应用
Client Listing=学生列表
Total clients: %d | Online Clients: %d | Sign Clients: %d=总电脑数：%d | 在线电脑数：%d | 签到数：%d
Signing State=签到状态
Running=已登录
Not Running=未登录
Signed=已签到
No Signed=未签到
Signing Time=签到时间
Rollcall Listing=电子点名表
Export Rollcall Listing=导出电子点名表
Export Rollcall Listing(*.csv)=电子点名表(*.csv)
Please input your name=请输入您的姓名
Please enter your name into the text field to send.=请输入您的姓名再确定。
Submitting your name...=正在提交您的姓名...
Are you sure to change Name of the clients?=本操作将会更改当前班级的学生姓名，确定更改吗？
An error occured while connecting to Tutor's computer. Are you sure to continue?=尝试连接到教师机时发生错误。还要继续吗？

A newer version is now published on the developer's website. Are you want to visit the upgrade webpage now?=发现软件开发商已经发布了更新的升级版本，现在要进入开发商网站了解新版本下载和升级的事项吗？
Issue Date=发布日期
Checking upgraded version from the developer's website...=稍等，正在检查新版本...

Check and Optimize, please wait...=正在检查系统信息和优化参数，请稍等...
Checking system info, please wait...=正在检查系统信息，请稍等...
Data packets are losing......%d=数据包在传送中被丢失......%d
Waiting for full-screen image......%d=等待首个全屏幕画面......%d
Technical Support=技术支持
Performance-counter Frequency=计时器精度
IP=IP地址
Parameter=参数
Hardware=硬件设备
Send Data ___FAILED___=网络广播数据时失败
TOO SLOW (<3M)=网络广播数据时失败，或者网速太慢（<3M）
Acceleration.Level=硬件加速
Processes | Modules=进程及其装入的模块
Loaded Modules in process=下面是这个进程装入的所有模块
Capture Performance=屏幕广播性能分析
The following output file is generated. If any problem, please send it to the technical supporter to analyse.=系统和运行环境信息已经写入下面的这个输出文件中，如果有任何问题，请将该文件提供给软件的技术支持人员，以分析潜在故障原因或提供优化建议。技术支持人员的联系方式已经写在该输出文件的起始位置。


Loaded Modules=加载的模块
End Task=结束任务
End Process=结束进程

Opened Process=正在运行的进程
Failed to enumerate the opened processes!=列举正在运行的进程时发生错误！
No opened processes exist.=找不到正在运行的进程。
Please select a process, then to continue.=请首先选择某个进程，再执行相关的操作。
Failed to enumerate the loaded modules of the selected process!=列举指定进程加载的模块文件时发生错误！
Failed to end the selected process!=结束指定的进程时发生错误！

Running Application=正在运行的应用程序
Failed to enumerate the running applications!=列举正在运行的应用程序时发生错误！
No running applications exist.=找不到正在运行的应用程序。
Please select an application, then to continue.=请首先选择某个应用程序，再执行相关的操作。
Failed to enumerate the loaded modules of the selected application!=列举指定应用程序加载的模块文件时发生错误！
Failed to end the selected application!=结束指定的应用程序时发生错误！

Desktop Composition(Win7)=Win7的桌面合成（玻璃特效）
Don't show this at startup=下次启动时不再显示
Desktop Composition=Win7桌面合成
Others=其他
Close (Always)=关闭桌面合成（一直）
Close (While enter this program)=关闭桌面合成（每次进入红蜘蛛软件时）
Close (Only this time)=关闭桌面合成（仅仅这一次）
Open Desktop Composition=打开桌面合成（影响教学演示的速度和效率，不建议打开）
The new Microsoft Windows 7 desktop composition feature will significantly affect the speed and CPU loading of capturing screen images.=Windows 7的桌面合成功能是为了支持窗口的玻璃特效、三维翻转等视觉效果而提供的，但是该功能很大地影响了教学演示（屏幕广播）时的速度和CPU效率。如果想要获得最顺畅的教学演示效果，则强烈建议关闭系统的该功能。\r\r注：WinXP/Win8/Win10都不适用本设置。

Suspected escaped host=疑似异常退出或掉线的
%02d:%02d:%02d, Login=%02d:%02d:%02d - 上线
%02d:%02d:%02d, exit; %02d:%02d:%02d, re-login=%02d:%02d:%02d - 退出\r%02d:%02d:%02d - 再次上线
Not Login=仍未上线
%02d:%02d:%02d, login; %02d:%02d:%02d, exit=%02d:%02d:%02d - 上线\r%02d:%02d:%02d - 已经退出
%02d:%02d:%02d, suspected escape; %02d:%02d:%02d, re-login=%02d:%02d:%02d - 疑似异常退出或掉线\r%02d:%02d:%02d - 再次上线
%02d:%02d:%02d, login; %02d:%02d:%02d, suspected escape=%02d:%02d:%02d - 上线\r%02d:%02d:%02d - 疑似异常退出或掉线
Login Time=上线时间
Exit Time=退出时间
Status=状态
suspected escape=异常退出或掉线
suspected escape, re-login=异常退出或掉线，已上线
exit, re-login=曾经退出，已上线
Online=已上线
Include all clients=显示所有学生机
Has escaped before %d minutes=%d分钟前，疑似异常退出或掉线
Has escaped before %d minutes, but re-login now=%d分钟前，疑似异常退出或掉线，现已上线
Has escaped just now=刚刚，疑似异常退出或掉线
Has escaped just now, but re-login again=刚刚，疑似异常退出或掉线，现已上线
On/Off-line Info=上线情况

Connect to Server=连接到服务器
Connecting=正在连接
Connecting.=正在连接.
Connecting..=正在连接..
Connecting...=正在连接...
URL of Paper Server=网络考试服务器URL或IP
Anonymous Examination=匿名测试 （学生无须注册和登录，不保存答卷和成绩）
Clients must login 1=登录测试 （学生要在考前注册帐号，可以保存答卷和成绩）
No need to login=学生免注册 （学生无须注册和登录，可以保存答卷和成绩）
Clients must login 2=登录考试 （学生要在考前注册帐号，可以保存答卷和成绩）
Dispatching paper...=正在分发试卷...
Invalid IP address.=无效的IP地址
An error occured while connecting to the client!=尝试连接到学生机时发生错误，稍后再试！
An error occured while Dispatching paper!=分发试卷时发生错误，稍后再试！
Online Examination: Dispatch Paper=网络考试：分发试卷
Enable Prevention of Fraud=启用防舞弊机制
Exit Preview=退出预览模式
Are you sure to cancel the examination?=这个操作会中止考试，答卷和成绩就都丢失了。如果是已经作答完试卷，应该点击试卷上的“交卷”按钮。\r\r确定要中止考试吗？
Enter the server=进入服务器
Select Paper=挑选试卷
Go to select paper=现在去挑选试卷
Examination Management=考试管理
Paper NO.=试卷编号
<Not select yet>=<尚未选择>
<Not select paper yet>=<尚未挑选试卷>
Select this paper=选择该试卷
Cancel Selection=取消选择
Examination Mode=考试模式
Examined In Class=班级考试模式
Self Testing=学生自测模式
Anonymous=匿名
Prevention of Fraud=防舞弊
A paper has been opened on the client. Not support for opening two papers at the same time!=该学生机已经有试卷了，不支持同时打开两份试卷。
Collect answer paper=强制收卷
Submit Answer Paper=交卷
Last Operation=最近操作
Online Examination Operation Menu=网络考试操作菜单
Mark for Selected (All)=（全部）标记为勾选
Mark for Unselected (All)=（全部）标记为不勾选
Mark for Selected=标记为勾选
Mark for Unselected=标记为不勾选
Cancel Examination=取消考试
Cancel examination...=取消考试...
There is no paper on client's desktop.=学生机上没有试卷
@AreYouSure2Continue.Mark=该操作会针对列表中所有标记为“勾选”的学生机。\r\r确定要继续吗？
@AreYouSure2Continue.Selected=该操作会针对列表中所有标记为“行选择”的学生机。\r\r确定要继续吗？
Opened Paper=在考试卷
Paper/Exam Management=录入试卷|查看答卷|成绩管理|帮助
Step 1: Select Paper=第一步：挑选试卷
Step 2: Dispatch Paper=第二步：分发试卷
Step 3: Monitor Examinations=第三步：监考
Step 4: Submit Answer Paper=第四步：交卷|收卷
Total clients=学生总数
Online clients=在线学生数
Be examining=正在考试中
Be examining 2=在考人数
Answer paper has been collected by force=已经被强制收卷
Stauts=状态
Review Answer=查看答卷
Review Score=查看评分
Answer paper submitted=交卷成功
Not Logon=未登录
Open paper failed=打开试卷失败
Load paper failed=载入试卷失败
Submit answer paper failed=交卷失败
Submit answer paper failed, -6=交卷失败：考试已结束
Submit answer paper failed, -7=交卷失败：考试被禁止
Submit answer paper failed, -8=交卷失败：不能重复考试
Loading=正在载入
Load failed=载入失败
Online Examination(examcoo)=考试酷(examcoo) - 网络考试桌面端
Mark for Selected(Online)=（在线学生）标记为勾选
Mark for Selected(Be examing)=（在考学生）标记为勾选
Reverse Selection=反选
Connect to examcoo to edit paper=出卷：进入考试酷网站
examcoo Website=考试酷(examcoo)
Use old local net-exam mode=使用旧版本网络考试模式（功能弱，但无须互联网支持）
Use new web-exam mode=使用全新WEB模式的网络考试（功能强大，但须互联网连接）

Must set a future time!=必须设置一个未来的时间！
Add a scheduled task=添加一个计划任务
Edit a scheduled task=修改计划任务
Task Time=任务执行时间
Command=命令
scheduled tasks=计划任务
Please select a scheduled task first, then to continue.=请首先选择一个计划任务，再执行相关的操作！
Force=强制
Not force=不强制
Outdated=已过时
Time Remind=时间提醒
Time remind at: %s=请注意：\r\r设定的提醒时间(%s)现在到了！
Message file to send(RTF Document)=需要发送的网上消息内容文件\r（RTF文档，文件名作为主题，文件内容就是发送内容）
Message file to send=需要发送的网上消息内容文件
RTF Document(*.rtf)=网上消息内容文件，RTF文档(*.rtf)
Must give an existing RTF document file to send.=需要选择一个有效并确实存在的RTF文档文件作为网上消息的内容。
Remote Command=远程命令
<select a remote command>=<请选择一个远程命令>
Must select a remote command.=必须选择一个列表中的远程命令！

Mixer device=混音器
No mixer device.=没有找到混音器信息，请检查声卡和声卡驱动程序。
Failed to get information of mixer device!=获取混音器信息时失败！
Volume Control=音量调整
Volume Control2=音量调整|音源选择
Remote Volume Control=调整对方的音量和音源
Volume2=音量
Mute=静音
Mute All=全部静音
Playback control=播放音量调整
Recording control=录音音量调整
Switch to=切换到
My voice=我的声音
Received voice=收听到的声音
Monitoring voice...=正在监听语音...
Open Voice Monitor=打开语音监听

The display resolution of this machine is different from the Tutor's.=这台电脑的分辨率与教师机不一致，这可能导致显示画面模糊或轻微跳动。最好将教师机和学生机的分辨率设置为一样的。
Open voice monitor automatically while viewing remote screen in single window=单窗口监视或遥控时，自动开启语音监听功能
Delete Offline=删除不在线的
Select Online=选中已上线的
Mode=模式
Broadcast2=广播
Multicast=多播
PGM=可靠多播（试验性）
The channel has been altered. On clients, you must restart the machine to start program. On tutor's machine, you must restart the Tutor's program to run correctly.=频道已经更改。\r\r如果是在学生机上，需要重启电脑以启动学生端程序。\r\r如果是在教师机上，则需要重新启动教师端程序以使得其运行到新的频道上。
socket(pgm) : %d The specified socket type or protocol is not supported in this address family.=socket(pgm) : %d 您选择了可靠多播模式，但是系统上并没有安装可靠多播协议。在WinXP系统上，请到“添加/删除程序”窗口上，点击“添加/删除Windows组件”，安装好“消息队列”这个组件。而在其他系统（Win2003/Win7/Win8/Win10等）上，请到网络连接（或以太网）的“属性”窗口上，安装好“可靠的多播协议”这个协议。
Environment Variables=环境变量
My Documents=我的文档
